---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DisplacedElementDisplacementY
source: html/2a838446-de5f-ddfa-5b5f-8374f024cf3e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DisplacedElementDisplacementY Property

"Y Displacement"

## Syntax (C#)
```csharp
public static ForgeTypeId DisplacedElementDisplacementY { get; }
```